base-devel 
libx11 libxft 
libxinerama 
freetype2 
fontconfig
nitrogen
picom
lxappearance
alacritty
xorg
xorg-server
xorg-xinit
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-fira-sans
fish
git
nano
vim
firefox
alsa-utils
playerctl
pamixer
ttf-font-awesome
